Repository: mohamed-nalouti/givemelyrics
Catalog: po/extra/*.po
Languages: ckb, cy, de, el, es, fr, gl, id, ko, lt, ml, my, nb, tr, ug

source: Give Me Lyrics
ckb: هۆنراوەم ببەخشە
cy: Dangos y geiriau
el: Δώσε Μου Στίχους
id: Beri Saya Lirik
ko: 노래 가사 내놔
ml: എനിക്ക് വരികൾ തരൂ
my: ငါ့ကို သီချင်းစာသား ပေး
tr: Şarkı Sözlerini Getir
ug: ماڭا ناخشا تېكىستى بېرىڭ

source: Lyrics for your songs
ckb: هۆنراوە بۆ گۆرانیەکانت
cy: Geiriau i'ch caneuon
de: Text für deine Lieder
el: Στίχοι για τα τραγούδια σας
es: Letras para sus canciones
fr: Des paroles pour vos chansons
gl: Letras para as túas cancións
id: Lirik untuk lagu anda
ko: 당신의 노래를 위한 가사
lt: Dainų žodžiai jūsų dainoms
ml: നിങ്ങളുടെ പാട്ടുകൾക്കുള്ള വരികൾ
my: သင့် သီချင်း အတွက် သီချင်းစာသား
nb: Tekster for sangene dine
tr: Şarkılarınız için şarkı sözleri
ug: ناخشىلىرىڭىزنىڭ تېكىستى

source: See the lyrics of the song that is playing, from any application. Sing along with the option to sync lyrics.
ckb: بینینی هۆنراوەی ئەو گۆرانییەی کە لێدەدات، لە هەر بەرنامەیەک بێت. گۆرانی لەگەڵ بژاردەی هاودەمکردنی هۆنراوەکان.
cy: Gweld geiriau'r gân sy'n chwarae, o unrhyw feddalwedd. Canwch ynghyd gyda opsiwn i gysoni'r geiriau.
de: Sehen Sie sich die Texte des abgespielten Songs aus jeder Anwendung an. Singen Sie mit, mit der Option, Liedtexte zu synchronisieren.
el: Δείτε τους στίχους του αναπαραγόμενου τραγουδιού από οποιαδήποτε εφαρμογή. Τραγουδήστε κι εσείς με την επιλογή συγχρονισμού στίχων.
es: Consulte la letra de la canción que suena, desde cualquier aplicación. Utilice la opción de sincronía para cantar.
fr: Visualisez les paroles de la musique en cours de lecture, depuis n'importe quelle application. Chantez en même temps avec l'option de synchronisation des paroles.
gl: MIra as letras da canción que se está reproducindo, dende calquera aplicación. Canta acompañando coa opción de sincronizar letras.
id: Lihat lirik lagu yang sedang diputar, dari aplikasi apa pun. Bernyanyi bersama dengan opsi untuk menyinkronkan lirik.
ko: 어느 앱을 사용하시든 간에 노래의 가사를 보세요. 동기화된 가사에 따라 함께 노래부르세요.
lt: Matykite grojamos dainos žodžius iš bet kurios programos. Dainuokite kartu su galimybe sinchronizuoti dainų žodžius.
my: မည်သည့် အပလီကေးရှင်းမှ မဆို ဖွင့်ထားသော သီချင်း၏ စာသားများကိုကြည့်နိုင်ရန်။ သီချင်းစာသား အား တေးသံနှင့် တူ ချိန်သားကိုက်ပါ။
nb: Se sangtekst for avspilt sang, fra ethvert program. Syng med, alternativt med synkroniserte tekster.
tr: Herhangi bir uygulamadan, çalan şarkının sözlerine bakın. Şarkı sözlerini eşzamanlama seçeneğiyle birlikte şarkı söyleyin.
ug: ھەر قانداق قوللىنىشچان پروگراممىدىن ئويناۋاتقان ناخشىنىڭ تېكىستىنى كۆرۈڭ. تېكىستلەرنى ماسقەدەملەش تاللىشى بىلەن بىللە ناخشا ئېيتىڭ.

source: Fix Translations
ckb: چاکردنەوەی وەرگێڕانەکان
cy: Atgyweirio'r cyfiethiadau
de: Übersetzungen korrigieren
el: Διόρθωση Μεταφράσεων
es: Corrección de traducciones
fr: Corriger les traductions
gl: Amañar traducións
id: Perbaikan terjemah
ko: 번역 고치기
lt: Ištaisyti vertimai
ml: വിവർത്തനങ്ങൾ പരിഹരിക്കുക
my: ဘာသာပြန်များ ကို ပြင်ဆင်ရန်
nb: Fiks oversettelser
tr: Çevirileri Düzelt
ug: تەرجىمىلەرنى ئوڭشاڭ

source: Change sync lyrics
ckb: گۆڕینی بەگەڕخستنی هۆنراوەکان
cy: Newid cydamseru y geiriau
de: Synchronisierten Text ändern
el: Αλλαγή συγχρονισμού στίχων
es: Cambio de sincronía de letra
fr: Modifier de la synchronisation des paroles
gl: Cambia-la sincronización de letras
id: Ubah sinkronisasi lirik
ko: 동기화된 가사 바꾸기
lt: Pakeisti dainos žodžių sinchronizavimą
ml: സമന്വയ വരികൾ മാറ്റുക
my: သီချင်းစာသာ ချိန်သာကိုက်ခြင်း ပြောင်းရန်
nb: Endre sangtekster
tr: Şarkı sözlerini eşzamanlamayı değiştir
ug: ماس قەدەملىك تېكىستنى ئۆزگەرتىڭ

source: Bugfix
ckb: بوجیکس
cy: Atgyweirio nam
de: Fehlerbehebung
el: Επιδιόρθωση σφαλμάτων
es: Corrección de errores
fr: Correction de bugs
gl: Solucionar erro de programación
id: Perbaikan bug
ko: 버그 고치기
lt: Klaidos pataisymas
ml: പരിഹരിച്ച പിശക്
my: အမှားပြင်
nb: Feilretting
tr: Hata düzeltme

source: New Translations
ckb: وەرگێڕانە نوێیەکان
cy: Cyfieithiadau newydd
de: Neue Übersetzungen
el: Νέες Μεταφράσεις
es: Traducciones nuevas
fr: Nouvelles traductions
gl: Novas traducións
id: Terjemahan baru
ko: 새로운 번역
lt: Nauji vertimai
ml: പുതിയ വിവർത്തനങ്ങൾ
my: ဘာသာပြန် အသစ်
nb: Nye oversettelser
tr: Yeni Çeviriler
ug: يېڭى تەرجىمىلەر

source: Sync Lyrics
ckb: هاودەمکردنی هۆنراوەکان
cy: Cydamseru y geiriau
de: Text zusenden
el: Συγχρονισμός Στίχων
es: Sincronía de letra
fr: Synchronisation des paroles
gl: Sincronizar Letras
id: Sinkronkan lirik
ko: 가사 동기화하기
lt: Sinchronizuoti dainos žodžius
ml: വരികൾ സമന്വയിപ്പിക്കുക
my: သီချင်းစာသား ချိန်သားကိုက်
nb: Sangtekster
tr: Şarkı Sözlerini Eşzamanla
ug: ماس قەدەملىك تېكىست

source: Dark Theme
ckb: ڕووکاری تاریک
cy: Defnyddio thema tywyll
de: Dunkles Design
el: Σκούρο Θέμα
es: Tema oscuro
fr: Thème sombre
gl: Tema escuro
id: Tema Gelap
ko: 어두운 테마
lt: Tamsi tema
ml: ഇരുണ്ട പ്രതിപാദ്യം
my: အမှောင် အပြင်အဆင်
nb: Mørk drakt
tr: Karanlık Tema
ug: قاراڭغۇ تېما

source: Critical Bugfix
ckb: بوجیکسی گرنگ
cy: Atgyweirio nam allweddol
de: Kritische Fehlerbehebung
el: Διόρθωση κρίσιμων σφαλμάτων
es: Corrección de error grave
fr: Correction de bugs critiques
gl: Corrección de erro crítico
id: Perbaikan Bug Kritis
ko: 심각한 버그 고치기
lt: Kritinės klaidos pataisymas
ml: ഗുരുതരമായ പിശക് പരിഹരിച്ചു
my: အလွန်အရေးကြီးသော အမှားပြင်ချက်
nb: Kritisk feilretting
tr: Önemli Hata Düzeltmesi

source: Fix scroll window
ckb: چاکردنەوەی پەنجەرەی سکرۆڵ
cy: Trwsio y sgrolio
de: Fensterscrollen korrigieren
el: Διόρθωση παραθύρου κύλισης
es: Se arregló el desplazamiento de la ventana
fr: Correction du défilement de la fenêtre
gl: Amañar ventá de desprazamento
id: Perbaikan jendela gulir
ko: 창 스크롤 고치기
lt: Pataisytas lango slinkimas
my: စာသားရွှေ့လျှား ပြ မြင်ကွင်း ပြင်ဆင်ရန်
nb: Fiks rullevindu
tr: Kaydırma penceresini düzelt
ug: سىيرىلما كۆزنەكنى ئوڭشاڭ

source: Show loading label
ckb: نیشاندانی پێناسەی بارکردن
cy: Dangos label llwytho
de: Ladebildschirm anzeigen
el: Εμφάνιση ετικέτας φόρτωσης
es: Se muestra la leyenda «Cargando»
fr: Affichage du chargement
gl: Mostrar etiqueta a cargar
id: Tampilkan label pemuatan
ko: 로딩창 보기
lt: Rodyti įkėlimo etiketę
my: လုပ်ဆောင်နေသည့် အညွှန်းစာ ပြရန်
nb: Vis innlastingsetikett
tr: Yükleme etiketini göster
ug: يۈكلەش بەلگىسىنى كۆرسەت

source: Label Advertising
ckb: بڵاوکردنەوەی پێناسە
cy: Label hysbys
de: Werbungsetiketten
el: Διαφήμιση Ετικέτας
es: Señalamiento de anuncios
fr: Affichage en cas de publicité
id: Iklan Label
ko: 광고 붙이기
lt: Etiketės reklamavimas
my: ကြော်ြငာခြင်း အညွှန်း
nb: Merk reklamering
tr: Reklamları Etiketle
ug: بەلگە ئېلانى

source: Source link
ckb: لینکی سەرچاوە
cy: Dolen i'r ffynhonell
de: Quelllink
el: Σύνδεσμος πηγής
es: Enlace a la fuente
fr: Lien de la source
gl: Ligazón de fonte
id: Tautan sumber
ko: 소스 링크
lt: Šaltinio nuoroda
ml: ഉറവിട ശൃംഗലാംഗം
my: ရင်းမြစ် လင့်
nb: Kildelenke
tr: Kaynak bağlantısı
ug: مەنبە ئۇلىنىشى

source: New icon
ckb: ئایکۆنی نوێ
cy: Eicon newydd
de: Neues Symbol
el: Νέο εικονίδιο
es: Icono nuevo
fr: Nouvelle icône
gl: Nova icona
id: Ikon baru
ko: 새로운 아이콘
lt: Nauja piktograma
ml: പുതിയ ബിംബം
my: အညွှန်းပုံ အသစ်
nb: Nytt ikon
tr: Yeni simge
ug: يېڭى سىنبەلگە

source: New translation: French
ckb: وەرگێڕانی نوێ: فەرەنسی
cy: Cyfieithiad newydd: Ffrangeg
de: Neue Übersetzung: Französisch
el: Νέα μετάφραση: Γαλλικά
es: Traducción nueva: francés
fr: Nouvelle traduction : français
gl: Nova tradución:Francés
id: Terjemah baru: Perancis
ko: 새로운 번역 : 프랑스어
lt: Naujas vertimas: Prancūzų
ml: പുതിയ വിവർത്തനം: ഫ്രഞ്ച്
my: ဘာသာပြန် အသစ်: ပြင်သစ်
nb: Ny oversettelse: Fransk
tr: Yeni çeviri: Fransızca
ug: يېڭى تەرجىمىسى: فىرانسۇزچە

source: New Source: letras.mus.br
ckb: سەرچاوەی نوێ: letras.mus.br
cy: Ffynhonell newydd: letras.mus.br
de: Neue Quelle: letras.mus.br
el: Νέα Πηγή: letras.mus.br
es: Fuente nueva: letras.mus.br
fr: Nouvelle source : letras.mus.br
gl: Nova fonte:letras.mus.br
id: Sumber Baru: letras.mus.br
ko: 새로운 소스 : letras.mus.br
lt: Naujas šaltinis: letras.mus.br
ml: പുതിയ ഉറവിടം: ലെട്രാസ്.മസ്.ബിആർ
my: ရင်းမြ့စ် အသစ်: letras.mus.br
nb: Ny kilde: letras.mus.br
tr: Yeni Kaynak: letras.mus.br
ug: يېڭى مەنبە: letras.mus.br

source: Show lyrics
ckb: پیشاندانی هۆنراوەکان
cy: Dangos geiriau
de: Text anzeigen
el: Εμφάνιση στίχων
es: Mostrar letra
fr: Afficher les paroles
gl: Mostrar letras
id: Tampilkan lirik
ko: 가사 보기
lt: Rodyti dainų žodžius
ml: വരികൾ കാണിക്കുക
my: သီချင်းစာသား ပြရန်
nb: Vis sangtekster
tr: Şarkı sözlerini göster
ug: تېكىستنى كۆرسەت

source: Murilo Venturoso
ckb: موریلۆ ڤێنتەرسۆ
el: Μουρίλο Βεντουρόζο
ko: 개발자
ml: മുറിലോ വെന്റുറോസോ

source: See the lyrics of the song that is playing.
ckb: بینینی هۆنراوەی ئەو گۆرانییەی کە یاری دەکات.
cy: Gweld geiriau y gân sydd yn chwarae.
de: Sieh' den Text des laufenden Liedes.
el: Εμφάνιση στίχων του αναπαραγόμενου τραγουδιού.
es: Vea la letra de la canción que suena.
fr: Visualiser les paroles de la musique en cours de lecture.
gl: Mira as letras da canción que se está a reproducir.
id: Lihat lirik lagu yang sedang diputar.
ko: 재생중인 노래의 가사 보기.
lt: Matyti grojamos dainos žodžius.
ml: കളിക്കുന്ന പാട്ടിന്റെ വരികൾ കാണുക.
my: ဖွင့်နေသော သီချင်း၏ စာသားများ ကိုပြပါ။
nb: Se tekster for avspilt sang.
tr: Çalan şarkının sözlerine bakın.
ug: قويۇۋاتقان ناخشىنىڭ تېكىستىنى كۆرۈڭ.

source: com.github.muriloventuroso.givemelyrics
ckb: کۆم.گیتهۆب.موریلۆڤۆنتورۆسۆ.هۆنراوەم ببەخشە
ko: com.github.muriloventuroso.givemelyrics (개발자 주소)

source: audio;lyrics;
ckb: دەنگی؛هۆنراوەکان؛
cy: sain;geiriau;
de: audio;text;
el: ήχος;στίχοι;
es: audio;música;letra;canción;
fr: audio;paroles;
id: audio;lirik;
ko: 노래;가사;
lt: garsas;dainos;dainų;žodžiai;audio;
nb: lyd;lyrics;sangtekster;
tr: audio;lyrics;ses;şarkı sözü;
