Repository: mohamed-nalouti/givemelyrics
Catalog: po/*.po
Languages: ckb, cy, fo, my

source: Source
ckb: سەرچاوە
cy: Ffynhonell
fo: Kelda
my: ရင်းမြစ်

source: Synchronized Lyrics
ckb: بەگەڕکردنی هۆنراوەکان
cy: Geiriau mewn cydamseriad
fo: Samstillaður songtekstur
my: သီချင်းစာသား နှင့် ချိန်သားကိုက်ပြီး

source: Nothing is playing
ckb: هیچ شتێک یاری ناکات
cy: Does dim yn chwarae
fo: Einki spælur
my: မည်သည်မျှ ဖွင့်မထားပါ

source: Give Me Lyrics
ckb: هۆنراوەم ببەخشە
cy: Dangos y geiriau
fo: Gev Mær Songtekstir
my: ငါ့ကို သီချင်းစာသား ပေး

source: Advertising
ckb: ڕیکلام
cy: Hysbysebu
fo: Lýsingar
my: ကြော်ြငာခြင်း

source: Loading
ckb: لە بارکردن دایە
cy: Llwytho
fo: Tekur inn
my: အလုပ်လုပ်နေသည်

source: No lyric found
ckb: هیچ هۆنراوەیەک نەدۆزرایەوە
cy: Dim geiriau ar gael
fo: Eingin songtekstur funnin
my: မည်သည့် သီချင်းစာသား မျှ မတွေ့

source: Non-Synchronized Lyrics
ckb: نا-هاوکاتکردنی هۆنراوە
cy: Geiriau heb ei cydamseru
fo: Ikki samstillaður songtekstur
my: ချိန်သား မကိုက် ရသေးသော သီချင်းစာသားများ

source: Synchronized Lyrics:
ckb: بەگەڕیدەکردنی هۆنراوەکان:
cy: Geiriau sydd wedi ei cydamseru:
fo: Samstillaður songtekstur:
my: ချိန်သားကိုက်ပြီး သီချင်းစာသား:

source: Dark Theme:
ckb: ڕووکاری تاریک:
cy: Thema tywyll:
fo: Myrkt tema:
my: အမှောင် အပြင်အဆင်:
