Repository: mohamed-nalouti/givemelyrics
Catalog: po/ht.po
Languages: ht

source: Source
ht: Sous

source: Synchronized Lyrics
ht: Pawòl senkronize

source: Nothing is playing
ht: Pa gen anyen kap jwe

source: Give Me Lyrics
ht: Ban mwen pawòl yo

source: Advertising
ht: Piblisite

source: Loading
ht: Chajman

source: No lyric found
ht: Pa gen pawòl yo te jwenn

source: Non-Synchronized Lyrics
ht: Pawòl ki pa senkronize

source: Synchronized Lyrics:
ht: Pawòl senkronize:

source: Dark Theme:
ht: Tèm sonm:
