Repository: mohamed-nalouti/givemelyrics
Catalog: po/so.po
Languages: so

source: Source
so: Isha

source: Synchronized Lyrics
so: Midhaha talantaalliga ah

source: Nothing is playing
so: Waxba ma baxayaan

source: Give Me Lyrics
so: Midhaha i tus

source: Advertising
so: Xayaysiinta

source: Loading
so: Soo kacaya

source: No lyric found
so: Midho ma jiraan

source: Non-Synchronized Lyrics
so: Midhaha aan talantaalliga ahayn

source: Synchronized Lyrics:
so: Midhaha talantaalliga ah:

source: Dark Theme:
so: Midab Madow:
